h/PhG.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Commentary on Hegel's PhG</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-11-20 Wed"/>
<meta name="author" content="GW Dean"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Commentary on Hegel's PhG</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 PhG Chapter Commentaries </a>
<ul>
<li><a href="#sec-1.1">1.1 Preface: On Scientific Cognition </a></li>
<li><a href="#sec-1.2">1.2 Introduction </a></li>
<li><a href="#sec-1.3">1.3 Consciousness </a></li>
<li><a href="#sec-1.4">1.4 Self-Consciousness </a></li>
<li><a href="#sec-1.5">1.5 Reason </a></li>
<li><a href="#sec-1.6">1.6 Spirit </a></li>
<li><a href="#sec-1.7">1.7 Religion </a></li>
<li><a href="#sec-1.8">1.8 Absolute Knowing </a></li>
</ul>
</li>
<li><a href="#sec-2">2 PhG Table of Contents </a>
<ul>
<li><a href="#sec-2.1">2.1 Preface: On Scientific Cognition (1) </a></li>
<li><a href="#sec-2.2">2.2 Introduction (46) </a></li>
<li><a href="#sec-2.3">2.3 A. Consciousness (58) </a>
<ul>
<li><a href="#sec-2.3.1">2.3.1 I. Sense Certainty: Or the 'This' and 'Meaning' </a></li>
<li><a href="#sec-2.3.2">2.3.2 II. Perception: Or the Thing and Deception </a></li>
<li><a href="#sec-2.3.3">2.3.3 III. Force and the Understanding: Appearance and the Supersensible World </a></li>
</ul>
</li>
<li><a href="#sec-2.4">2.4 B. Self-Consciousness (104) </a>
<ul>
<li><a href="#sec-2.4.1">2.4.1 IV. The Truth of Self-Certainty </a>
<ul>
<li><a href="#sec-2.4.1.1">2.4.1.1 A. Independence and dependence of self-consciousness: Lordship and Bondage </a></li>
<li><a href="#sec-2.4.1.2">2.4.1.2 B. Freedom of self-consciousness: Stoicism, Scepticism, and the Unhappy Consciousness </a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-2.5">2.5 C. (AA.) Reason (139) </a>
<ul>
<li><a href="#sec-2.5.1">2.5.1 V. The Certainty and Truth of Reason </a>
<ul>
<li><a href="#sec-2.5.1.1">2.5.1.1 A. Observing Reason </a></li>
<li><a href="#sec-2.5.1.2">2.5.1.2 B. The actualization of rational self-consciousness through its own activity </a></li>
<li><a href="#sec-2.5.1.3">2.5.1.3 C. Individuality which takes itself to be real in and for itself </a></li>
</ul></li>
</ul>
</li>
<li><a href="#sec-2.6">2.6 (BB.) Spirit </a></li>
<li><a href="#sec-2.7">2.7 (CC.) Religion </a></li>
<li><a href="#sec-2.8">2.8 (DD.) Absolute Knowing </a></li>
<li><a href="#sec-2.9">2.9 Analysis of the Text </a></li>
<li><a href="#sec-2.10">2.10 Index </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> PhG Chapter Commentaries </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Preface: On Scientific Cognition </h3>
<div class="outline-text-3" id="text-1.1">

</div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Introduction </h3>
<div class="outline-text-3" id="text-1.2">

</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Consciousness </h3>
<div class="outline-text-3" id="text-1.3">

</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> Self-Consciousness </h3>
<div class="outline-text-3" id="text-1.4">

</div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> Reason </h3>
<div class="outline-text-3" id="text-1.5">

</div>

</div>

<div id="outline-container-1.6" class="outline-3">
<h3 id="sec-1.6"><span class="section-number-3">1.6</span> Spirit </h3>
<div class="outline-text-3" id="text-1.6">

</div>

</div>

<div id="outline-container-1.7" class="outline-3">
<h3 id="sec-1.7"><span class="section-number-3">1.7</span> Religion </h3>
<div class="outline-text-3" id="text-1.7">

</div>

</div>

<div id="outline-container-1.8" class="outline-3">
<h3 id="sec-1.8"><span class="section-number-3">1.8</span> Absolute Knowing </h3>
<div class="outline-text-3" id="text-1.8">

</div>
</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> PhG Table of Contents </h2>
<div class="outline-text-2" id="text-2">


</div>

<div id="outline-container-2.1" class="outline-3">
<h3 id="sec-2.1"><span class="section-number-3">2.1</span> Preface: On Scientific Cognition (1) </h3>
<div class="outline-text-3" id="text-2.1">

</div>

</div>

<div id="outline-container-2.2" class="outline-3">
<h3 id="sec-2.2"><span class="section-number-3">2.2</span> Introduction (46) </h3>
<div class="outline-text-3" id="text-2.2">

</div>

</div>

<div id="outline-container-2.3" class="outline-3">
<h3 id="sec-2.3"><span class="section-number-3">2.3</span> A. Consciousness (58) </h3>
<div class="outline-text-3" id="text-2.3">


</div>

<div id="outline-container-2.3.1" class="outline-4">
<h4 id="sec-2.3.1"><span class="section-number-4">2.3.1</span> I. Sense Certainty: Or the 'This' and 'Meaning' </h4>
<div class="outline-text-4" id="text-2.3.1">

</div>

</div>

<div id="outline-container-2.3.2" class="outline-4">
<h4 id="sec-2.3.2"><span class="section-number-4">2.3.2</span> II. Perception: Or the Thing and Deception </h4>
<div class="outline-text-4" id="text-2.3.2">

</div>

</div>

<div id="outline-container-2.3.3" class="outline-4">
<h4 id="sec-2.3.3"><span class="section-number-4">2.3.3</span> III. Force and the Understanding: Appearance and the Supersensible World </h4>
<div class="outline-text-4" id="text-2.3.3">

</div>
</div>

</div>

<div id="outline-container-2.4" class="outline-3">
<h3 id="sec-2.4"><span class="section-number-3">2.4</span> B. Self-Consciousness (104) </h3>
<div class="outline-text-3" id="text-2.4">


</div>

<div id="outline-container-2.4.1" class="outline-4">
<h4 id="sec-2.4.1"><span class="section-number-4">2.4.1</span> IV. The Truth of Self-Certainty </h4>
<div class="outline-text-4" id="text-2.4.1">


</div>

<div id="outline-container-2.4.1.1" class="outline-5">
<h5 id="sec-2.4.1.1"><span class="section-number-5">2.4.1.1</span> A. Independence and dependence of self-consciousness: Lordship and Bondage </h5>
<div class="outline-text-5" id="text-2.4.1.1">

</div>

</div>

<div id="outline-container-2.4.1.2" class="outline-5">
<h5 id="sec-2.4.1.2"><span class="section-number-5">2.4.1.2</span> B. Freedom of self-consciousness: Stoicism, Scepticism, and the Unhappy Consciousness </h5>
<div class="outline-text-5" id="text-2.4.1.2">

</div>
</div>
</div>

</div>

<div id="outline-container-2.5" class="outline-3">
<h3 id="sec-2.5"><span class="section-number-3">2.5</span> C. (AA.) Reason (139) </h3>
<div class="outline-text-3" id="text-2.5">


</div>

<div id="outline-container-2.5.1" class="outline-4">
<h4 id="sec-2.5.1"><span class="section-number-4">2.5.1</span> V. The Certainty and Truth of Reason </h4>
<div class="outline-text-4" id="text-2.5.1">


</div>

<div id="outline-container-2.5.1.1" class="outline-5">
<h5 id="sec-2.5.1.1"><span class="section-number-5">2.5.1.1</span> A. Observing Reason </h5>
<div class="outline-text-5" id="text-2.5.1.1">

</div>

</div>

<div id="outline-container-2.5.1.2" class="outline-5">
<h5 id="sec-2.5.1.2"><span class="section-number-5">2.5.1.2</span> B. The actualization of rational self-consciousness through its own activity </h5>
<div class="outline-text-5" id="text-2.5.1.2">

</div>

</div>

<div id="outline-container-2.5.1.3" class="outline-5">
<h5 id="sec-2.5.1.3"><span class="section-number-5">2.5.1.3</span> C. Individuality which takes itself to be real in and for itself </h5>
<div class="outline-text-5" id="text-2.5.1.3">

</div>
</div>
</div>

</div>

<div id="outline-container-2.6" class="outline-3">
<h3 id="sec-2.6"><span class="section-number-3">2.6</span> (BB.) Spirit </h3>
<div class="outline-text-3" id="text-2.6">

</div>

</div>

<div id="outline-container-2.7" class="outline-3">
<h3 id="sec-2.7"><span class="section-number-3">2.7</span> (CC.) Religion </h3>
<div class="outline-text-3" id="text-2.7">

</div>

</div>

<div id="outline-container-2.8" class="outline-3">
<h3 id="sec-2.8"><span class="section-number-3">2.8</span> (DD.) Absolute Knowing </h3>
<div class="outline-text-3" id="text-2.8">

</div>

</div>

<div id="outline-container-2.9" class="outline-3">
<h3 id="sec-2.9"><span class="section-number-3">2.9</span> Analysis of the Text </h3>
<div class="outline-text-3" id="text-2.9">

</div>

</div>

<div id="outline-container-2.10" class="outline-3">
<h3 id="sec-2.10"><span class="section-number-3">2.10</span> Index </h3>
<div class="outline-text-3" id="text-2.10">

</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: GW Dean
<a href="mailto:gwdean@gmail.com">&lt;gwdean@gmail.com&gt;</a>
</p>
<p class="date"> Date: 2013-11-20 Wed</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
